Repository: kelvinkosbab/KozBon
Catalog: KozBonPackages/BonjourLocalization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

source: Jellyfin, an open-source media server for streaming personal video, music, and photo libraries to clients on the local network. The free, community-run alternative to Plex and Emby.
ar: Jellyfin هو خادم وسائط مفتوح المصدر لبث مكتبات الفيديو والموسيقى والصور الشخصية إلى العملاء على الشبكة المحلية. هو البديل المجاني الذي يديره المجتمع لـ Plex و Emby.
de: Jellyfin, ein Open-Source-Medienserver zum Streamen persönlicher Video-, Musik- und Fotobibliotheken an Clients im lokalen Netzwerk. Die kostenlose, von der Community betriebene Alternative zu Plex und Emby.
es: Jellyfin, un servidor multimedia de código abierto para transmitir bibliotecas personales de vídeo, música y fotos a clientes de la red local. La alternativa gratuita y dirigida por la comunidad a Plex y Emby.
fr: Jellyfin, un serveur multimédia open source pour diffuser des bibliothèques personnelles de vidéos, de musique et de photos vers les clients du réseau local. L'alternative gratuite et communautaire à Plex et Emby.
he: Jellyfin הוא שרת מדיה בקוד פתוח להזרמת ספריות וידאו, מוזיקה ותמונות אישיות ללקוחות ברשת המקומית. זוהי החלופה החינמית והקהילתית ל-Plex ו-Emby.
ja: Jellyfinは、個人の動画、音楽、写真ライブラリをローカルネットワーク上のクライアントにストリーミングするオープンソースのメディアサーバーです。PlexやEmbyに代わる無料でコミュニティ運営の選択肢です。
zh_hans: Jellyfin是一款开源媒体服务器，可将个人视频、音乐和照片库流式传输到本地网络中的客户端。是Plex和Emby的免费社区运营替代方案。

source: KDE Connect, the cross-platform pairing protocol that links phones (Android, iOS) with Linux/Windows/macOS desktops for shared clipboards, notification mirroring, and file transfer.
ar: KDE Connect هو بروتوكول إقران متعدد المنصات يربط الهواتف (Android و iOS) بأنظمة سطح المكتب Linux/Windows/macOS لمشاركة الحافظة وعكس الإشعارات ونقل الملفات.
de: KDE Connect, das plattformübergreifende Pairing-Protokoll, das Smartphones (Android, iOS) mit Linux-, Windows- und macOS-Desktops verbindet, um Zwischenablagen zu teilen, Benachrichtigungen zu spiegeln und Dateien zu übertragen.
es: KDE Connect, el protocolo de emparejamiento multiplataforma que enlaza teléfonos (Android, iOS) con escritorios Linux/Windows/macOS para compartir el portapapeles, replicar notificaciones y transferir archivos.
fr: KDE Connect, le protocole d'appairage multiplateforme qui relie les téléphones (Android, iOS) aux bureaux Linux/Windows/macOS pour partager le presse-papiers, refléter les notifications et transférer des fichiers.
he: KDE Connect הוא פרוטוקול צימוד חוצה-פלטפורמות שמחבר טלפונים (Android, iOS) למחשבי Linux/Windows/macOS לשיתוף לוח גזירים, מראָה של התראות והעברת קבצים.
ja: KDE Connectは、スマートフォン（Android、iOS）とLinux/Windows/macOSデスクトップをペアリングするクロスプラットフォームプロトコルで、クリップボード共有、通知ミラーリング、ファイル転送を可能にします。
zh_hans: KDE Connect是一种跨平台配对协议，将手机（Android、iOS）与Linux/Windows/macOS桌面连接起来，实现剪贴板共享、通知镜像和文件传输。

source: Kerberos authentication over UDP — the original Kerberos transport, still used by some KDCs alongside the TCP variant.
ar: مصادقة Kerberos عبر UDP — وسيلة النقل الأصلية لـ Kerberos، ما زالت تستخدمها بعض KDCs إلى جانب نسخة TCP.
de: Kerberos-Authentifizierung über UDP — der ursprüngliche Kerberos-Transport, der von einigen KDCs neben der TCP-Variante immer noch verwendet wird.
es: Autenticación Kerberos sobre UDP — el transporte original de Kerberos, aún utilizado por algunos KDCs junto con la variante TCP.
fr: Authentification Kerberos sur UDP — le transport Kerberos d'origine, encore utilisé par certains KDC aux côtés de la variante TCP.
he: אימות Kerberos מעל UDP — שכבת התעבורה המקורית של Kerberos, עדיין בשימוש חלק מה-KDCs לצד הווריאנט של TCP.
ja: UDP経由のKerberos認証 — 元々のKerberosトランスポートで、一部のKDCではTCPバリアントと並行して現在も使用されています。
zh_hans: 通过UDP的Kerberos身份验证——最早的Kerberos传输方式，部分KDC仍在与TCP变体并行使用。

source: Kerberos, the network authentication protocol used by macOS, Active Directory, and many enterprise login systems. Defined in RFC 4120 with mDNS service discovery in RFC 4120/6763.
ar: Kerberos هو بروتوكول مصادقة الشبكة المستخدم في macOS و Active Directory والعديد من أنظمة تسجيل الدخول المؤسسية. مُعرَّف في RFC 4120 مع اكتشاف خدمة mDNS في RFC 4120/6763.
de: Kerberos, das Netzwerk-Authentifizierungsprotokoll, das von macOS, Active Directory und vielen Unternehmens-Anmeldesystemen verwendet wird. Definiert in RFC 4120, mDNS-Dienstsuche in RFC 4120/6763.
es: Kerberos, el protocolo de autenticación de red utilizado por macOS, Active Directory y muchos sistemas de inicio de sesión empresariales. Definido en RFC 4120, con descubrimiento de servicios mDNS en RFC 4120/6763.
fr: Kerberos, le protocole d'authentification réseau utilisé par macOS, Active Directory et de nombreux systèmes de connexion d'entreprise. Défini dans RFC 4120, avec la découverte de services mDNS dans RFC 4120/6763.
he: Kerberos הוא פרוטוקול אימות הרשת בשימוש macOS, Active Directory ומערכות התחברות ארגוניות רבות. מוגדר ב-RFC 4120 עם גילוי שירות mDNS ב-RFC 4120/6763.
ja: Kerberosは、macOS、Active Directory、多くの企業ログインシステムで使用されるネットワーク認証プロトコルです。RFC 4120で定義され、mDNSサービス検出はRFC 4120/6763で定義されています。
zh_hans: Kerberos是macOS、Active Directory和众多企业登录系统使用的网络身份验证协议。在RFC 4120中定义，mDNS服务发现在RFC 4120/6763中定义。

source: Klipper, a high-performance 3D-printer firmware that runs on a Raspberry Pi alongside the printer's microcontroller. Often paired with the Mainsail or Fluidd web UIs.
ar: Klipper هو برنامج ثابت عالي الأداء لطابعات ثلاثية الأبعاد يعمل على Raspberry Pi إلى جانب المتحكم الدقيق للطابعة. كثيرًا ما يُستخدم مع واجهات الويب Mainsail أو Fluidd.
de: Klipper, eine leistungsstarke 3D-Drucker-Firmware, die auf einem Raspberry Pi neben dem Mikrocontroller des Druckers läuft. Häufig in Kombination mit den Web-Oberflächen Mainsail oder Fluidd.
es: Klipper, un firmware de impresora 3D de alto rendimiento que se ejecuta en una Raspberry Pi junto al microcontrolador de la impresora. A menudo se combina con las interfaces web Mainsail o Fluidd.
fr: Klipper, un firmware haute performance pour imprimantes 3D qui s'exécute sur un Raspberry Pi aux côtés du microcontrôleur de l'imprimante. Souvent associé aux interfaces web Mainsail ou Fluidd.
he: Klipper היא קושחה בעלת ביצועים גבוהים למדפסות תלת-ממד שפועלת על Raspberry Pi לצד הבקר המיקרו של המדפסת. לעיתים קרובות בשילוב עם ממשקי הווב Mainsail או Fluidd.
ja: Klipperは、プリンターのマイコンと並行してRaspberry Pi上で動作する高性能な3Dプリンター用ファームウェアです。MainsailやFluiddのWeb UIと組み合わせて使用されることが多いです。
zh_hans: Klipper是一款高性能3D打印机固件，在Raspberry Pi上与打印机的微控制器并行运行。通常与Mainsail或Fluidd的Web界面搭配使用。

source: Kodi (formerly XBMC), an open-source media center for playing local and streamed media. Commonly seen on Raspberry Pi, Apple TV jailbreaks, and dedicated home-theater PCs.
ar: Kodi (سابقًا XBMC) هو مركز وسائط مفتوح المصدر لتشغيل الوسائط المحلية والمتدفقة. شائع على Raspberry Pi وأجهزة Apple TV التي تم الفرار من قيدها وحواسيب المسرح المنزلي المخصصة.
de: Kodi (früher XBMC), ein Open-Source-Mediacenter zur Wiedergabe lokaler und gestreamter Medien. Häufig auf Raspberry Pi, gejailbreakten Apple TVs und dedizierten Home-Theater-PCs zu finden.
es: Kodi (anteriormente XBMC), un centro multimedia de código abierto para reproducir contenido local y en streaming. Común en Raspberry Pi, en Apple TV con jailbreak y en PCs dedicados a cine en casa.
fr: Kodi (anciennement XBMC), un centre multimédia open source pour lire les médias locaux et en streaming. Couramment vu sur Raspberry Pi, Apple TV jailbreakés et PC dédiés au cinéma maison.
he: Kodi (לשעבר XBMC) הוא מרכז מדיה בקוד פתוח להשמעת מדיה מקומית ובהזרמה. נפוץ על Raspberry Pi, על Apple TV עם ג'יילברייק ועל מחשבי הום-תיאטר ייעודיים.
ja: Kodi（旧XBMC）は、ローカルおよびストリーミングメディアを再生するオープンソースのメディアセンターです。Raspberry Pi、ジェイルブレイクされたApple TV、ホームシアター専用PCでよく見られます。
zh_hans: Kodi（前身为XBMC）是一款开源媒体中心，用于播放本地和流媒体内容。常见于Raspberry Pi、越狱的Apple TV和专用家庭影院PC。

source: LIFX smart bulbs, Wi-Fi-connected color-changing lights that announce themselves on the local network for control by the LIFX app and smart-home hubs.
ar: مصابيح LIFX الذكية، مصابيح Wi-Fi متغيرة الألوان تُعلن عن نفسها على الشبكة المحلية للتحكم بها من تطبيق LIFX ومراكز المنزل الذكي.
de: LIFX-Smart-Lampen, WLAN-vernetzte farbwechselnde Leuchten, die sich im lokalen Netzwerk ankündigen, um von der LIFX-App und Smart-Home-Hubs gesteuert zu werden.
es: Bombillas inteligentes LIFX, luces conectadas por Wi-Fi con cambio de color que se anuncian en la red local para ser controladas por la aplicación LIFX y los hubs domóticos.
fr: Ampoules connectées LIFX, des lampes à changement de couleur reliées en Wi-Fi qui s'annoncent sur le réseau local pour être contrôlées par l'application LIFX et les hubs domotiques.
he: נורות חכמות LIFX, תאורת Wi-Fi משנת-צבעים שמכריזה על עצמה ברשת המקומית לצורך שליטה דרך אפליקציית LIFX ומרכזיות בית חכם.
ja: LIFXスマート電球は、Wi-Fi接続のカラーチェンジ照明で、LIFXアプリやスマートホームハブから制御できるよう、ローカルネットワーク上に自身をアドバタイズします。
zh_hans: LIFX智能灯泡是Wi-Fi连接的可变色灯光，在本地网络中广播自身，以便通过LIFX应用和智能家居中枢进行控制。

source: Minecraft LAN-game advertisement. When a player opens their world to LAN, the game broadcasts its presence so other Minecraft instances on the same network can join without typing an IP.
ar: إعلان ألعاب Minecraft على الشبكة المحلية. عندما يفتح اللاعب عالمه على LAN، تبث اللعبة وجودها بحيث يمكن لنُسخ Minecraft الأخرى على الشبكة نفسها الانضمام دون كتابة عنوان IP.
de: Minecraft-LAN-Spiel-Ankündigung. Wenn ein Spieler seine Welt für das LAN öffnet, gibt das Spiel seine Präsenz bekannt, damit andere Minecraft-Instanzen im selben Netzwerk beitreten können, ohne eine IP einzugeben.
es: Anuncio de partida LAN de Minecraft. Cuando un jugador abre su mundo a la LAN, el juego difunde su presencia para que otras instancias de Minecraft en la misma red puedan unirse sin escribir una IP.
fr: Annonce de partie LAN Minecraft. Lorsqu'un joueur ouvre son monde au réseau local, le jeu diffuse sa présence afin que d'autres instances de Minecraft sur le même réseau puissent rejoindre la partie sans saisir d'IP.
he: פרסום משחק LAN של Minecraft. כשהשחקן פותח את העולם שלו ל-LAN, המשחק משדר את נוכחותו כך שמופעי Minecraft אחרים באותה רשת יכולים להצטרף ללא הקלדת כתובת IP.
ja: MinecraftのLANゲームアドバタイズメント。プレイヤーが自分の世界をLANに公開すると、ゲームが自身の存在をブロードキャストし、同じネットワーク上の他のMinecraftインスタンスがIPを入力せずに参加できるようになります。
zh_hans: Minecraft局域网游戏广播。当玩家将世界开放给局域网时，游戏会广播其存在，使同一网络上的其他Minecraft实例无需输入IP即可加入。

source: Network Time Protocol — used to keep clocks synchronized across networked devices. Some local NTP servers (router-based, AppleTV-based) advertise themselves over Bonjour.
ar: Network Time Protocol — يُستخدم لإبقاء ساعات الأجهزة المتصلة بالشبكة متزامنة. تُعلن بعض خوادم NTP المحلية (على الموجّهات أو على Apple TV) عن نفسها عبر Bonjour.
de: Network Time Protocol — wird verwendet, um Uhren zwischen vernetzten Geräten zu synchronisieren. Einige lokale NTP-Server (in Routern oder im Apple TV) kündigen sich über Bonjour an.
es: Network Time Protocol — utilizado para mantener sincronizados los relojes entre dispositivos en red. Algunos servidores NTP locales (basados en router o en AppleTV) se anuncian mediante Bonjour.
fr: Network Time Protocol — utilisé pour synchroniser les horloges entre appareils en réseau. Certains serveurs NTP locaux (intégrés à un routeur, à un Apple TV) s'annoncent via Bonjour.
he: Network Time Protocol — משמש לסנכרון שעונים בין מכשירים מחוברים לרשת. חלק משרתי NTP מקומיים (מבוססי ראוטר או Apple TV) מפרסמים את עצמם דרך Bonjour.
ja: Network Time Protocolは、ネットワーク機器間で時刻を同期するために使用されます。一部のローカルNTPサーバー（ルーターやApple TVベース）は、Bonjour経由で自身をアドバタイズします。
zh_hans: Network Time Protocol——用于在联网设备之间保持时钟同步。一些本地NTP服务器（基于路由器或Apple TV）会通过Bonjour广播自身。

source: Newer variant of Apple's iOS-device sync protocol seen on iOS 17+ devices. Used alongside the v1 (`_apple-mobdev._tcp`) and v2 (`_apple-mobdev2._tcp`) services for Wi-Fi sync with Finder/iTunes.
ar: متغيّر أحدث من بروتوكول مزامنة أجهزة iOS من Apple يظهر على أجهزة iOS 17 وما بعدها. يُستخدم إلى جانب الخدمتين v1 (`_apple-mobdev._tcp`) و v2 (`_apple-mobdev2._tcp`) لمزامنة Wi-Fi مع Finder/iTunes.
de: Neuere Variante des iOS-Gerätesynchronisationsprotokolls von Apple, zu sehen auf Geräten mit iOS 17+. Wird zusammen mit den v1- (`_apple-mobdev._tcp`) und v2-Diensten (`_apple-mobdev2._tcp`) für die Wi-Fi-Synchronisation mit Finder/iTunes verwendet.
es: Variante más reciente del protocolo de sincronización de dispositivos iOS de Apple, visible en dispositivos iOS 17 y posteriores. Se utiliza junto con los servicios v1 (`_apple-mobdev._tcp`) y v2 (`_apple-mobdev2._tcp`) para la sincronización Wi-Fi con Finder/iTunes.
fr: Variante plus récente du protocole de synchronisation des appareils iOS d'Apple, visible sur les appareils iOS 17 et suivants. Utilisée aux côtés des services v1 (`_apple-mobdev._tcp`) et v2 (`_apple-mobdev2._tcp`) pour la synchronisation Wi-Fi avec Finder/iTunes.
he: וריאנט חדש יותר של פרוטוקול הסנכרון של Apple למכשירי iOS, מופיע במכשירי iOS 17 ומעלה. בשימוש לצד שירותי v1 (`_apple-mobdev._tcp`) ו-v2 (`_apple-mobdev2._tcp`) לסנכרון Wi-Fi עם Finder/iTunes.
ja: iOS 17以降のデバイスで見られるAppleのiOSデバイス同期プロトコルの新しいバリアントです。Finder/iTunesとのWi-Fi同期で、v1（`_apple-mobdev._tcp`）およびv2（`_apple-mobdev2._tcp`）サービスと併用されます。
zh_hans: 在iOS 17及更高版本设备上出现的Apple iOS设备同步协议的较新变体。与v1（`_apple-mobdev._tcp`）和v2（`_apple-mobdev2._tcp`）服务一起用于Finder/iTunes的Wi-Fi同步。

source: OctoPrint, a web-based controller for desktop 3D printers — typically a Raspberry Pi running the OctoPrint server attached to the printer over USB. Lets the user start prints, monitor progress, and stream camera video.
ar: OctoPrint هو وحدة تحكم قائمة على الويب لطابعات سطح المكتب ثلاثية الأبعاد — عادةً Raspberry Pi يشغّل خادم OctoPrint متصلاً بالطابعة عبر USB. يتيح للمستخدم بدء الطباعة ومراقبة التقدم وبث فيديو الكاميرا.
de: OctoPrint, eine webbasierte Steuerung für Desktop-3D-Drucker — typischerweise ein Raspberry Pi, der den OctoPrint-Server ausführt und per USB mit dem Drucker verbunden ist. Ermöglicht das Starten von Drucken, das Überwachen des Fortschritts und das Streamen von Kameravideo.
es: OctoPrint, un controlador web para impresoras 3D de escritorio — habitualmente una Raspberry Pi que ejecuta el servidor OctoPrint conectada a la impresora por USB. Permite iniciar impresiones, monitorizar el progreso y transmitir vídeo de cámara.
fr: OctoPrint, un contrôleur web pour imprimantes 3D de bureau — généralement un Raspberry Pi exécutant le serveur OctoPrint et relié à l'imprimante en USB. Permet de lancer des impressions, suivre la progression et diffuser la vidéo de la caméra.
he: OctoPrint הוא בקר מבוסס-ווב למדפסות תלת-ממד שולחניות — בדרך כלל Raspberry Pi המריץ את שרת OctoPrint ומחובר למדפסת ב-USB. מאפשר למשתמש להתחיל הדפסות, לעקוב אחר התקדמות ולהזרים וידאו ממצלמה.
ja: OctoPrintは、デスクトップ3DプリンターのWebベースのコントローラーです — 通常はRaspberry Pi上でOctoPrintサーバーを実行し、USBでプリンターに接続します。印刷の開始、進捗の監視、カメラ映像のストリーミングが可能です。
zh_hans: OctoPrint是一款桌面3D打印机的Web控制器——通常是运行OctoPrint服务器的Raspberry Pi，通过USB连接到打印机。可启动打印、监控进度并串流摄像头视频。

source: POP3 over TLS — the encrypted variant of POP3 for retrieving mail.
ar: POP3 عبر TLS — النسخة المشفَّرة من POP3 لاسترجاع البريد.
de: POP3 über TLS — die verschlüsselte Variante von POP3 zum Abrufen von E-Mails.
es: POP3 sobre TLS — la variante cifrada de POP3 para recuperar correo.
fr: POP3 sur TLS — la variante chiffrée de POP3 pour la récupération du courrier.
he: POP3 מעל TLS — הגרסה המוצפנת של POP3 לאחזור דואר.
ja: TLS経由のPOP3 — メールを取得するためのPOP3の暗号化バリアントです。
zh_hans: 通过TLS的POP3——用于检索邮件的POP3加密变体。

source: Philips Hue smart-lighting bridge, the hub that connects Philips Hue bulbs and accessories to the local Wi-Fi network and lets apps control them. Often the most-deployed smart-home hub in a household.
ar: جسر الإضاءة الذكية Philips Hue هو المركز الذي يربط مصابيح وملحقات Philips Hue بشبكة Wi-Fi المحلية ويسمح للتطبيقات بالتحكم بها. غالبًا ما يكون مركز المنزل الذكي الأكثر انتشارًا في المنازل.
de: Philips-Hue-Smart-Lighting-Bridge, der Hub, der Philips-Hue-Lampen und Zubehör mit dem lokalen WLAN verbindet und es Apps ermöglicht, sie zu steuern. Oft der am häufigsten eingesetzte Smart-Home-Hub in einem Haushalt.
es: Puente de iluminación inteligente Philips Hue, el hub que conecta las bombillas y accesorios Philips Hue a la red Wi-Fi local y permite que las aplicaciones los controlen. A menudo es el hub domótico más implantado en el hogar.
fr: Pont d'éclairage intelligent Philips Hue, le hub qui relie les ampoules et accessoires Philips Hue au réseau Wi-Fi local et permet aux applications de les contrôler. Souvent le hub domotique le plus déployé dans un foyer.
he: גשר התאורה החכמה Philips Hue הוא הרכזת המחברת את נורות ואביזרי Philips Hue לרשת ה-Wi-Fi המקומית ומאפשרת לאפליקציות לשלוט בהם. לרוב מרכזיית הבית-החכם הנפוצה ביותר במשק בית.
ja: Philips Hueスマート照明ブリッジは、Philips Hueの電球やアクセサリをローカルWi-Fiネットワークに接続し、アプリから制御できるようにするハブです。家庭内で最も多く導入されているスマートホームハブの一つです。
zh_hans: Philips Hue智能照明桥接器是将Philips Hue灯泡和配件连接到本地Wi-Fi网络并允许应用控制它们的中枢。通常是家庭中部署最多的智能家居中枢。

source: Pi-hole, a network-level DNS-based ad blocker that runs on a Raspberry Pi or similar. Some installations advertise their admin endpoint via mDNS for easy discovery.
ar: Pi-hole هو حاجب إعلانات قائم على DNS على مستوى الشبكة يعمل على Raspberry Pi أو ما شابه. تعلن بعض التركيبات عن نقطة نهاية الإدارة عبر mDNS لتسهيل الاكتشاف.
de: Pi-hole, ein netzwerkweiter, DNS-basierter Werbeblocker, der auf einem Raspberry Pi oder Ähnlichem läuft. Einige Installationen kündigen ihren Admin-Endpunkt über mDNS an, um die Auffindbarkeit zu erleichtern.
es: Pi-hole, un bloqueador de anuncios basado en DNS a nivel de red que se ejecuta en una Raspberry Pi o similar. Algunas instalaciones anuncian su punto de administración mediante mDNS para facilitar su descubrimiento.
fr: Pi-hole, un bloqueur de publicités basé sur DNS au niveau du réseau qui s'exécute sur un Raspberry Pi ou similaire. Certaines installations annoncent leur point d'administration via mDNS pour en faciliter la découverte.
he: Pi-hole הוא חוסם פרסומות ברמת הרשת מבוסס-DNS שפועל על Raspberry Pi או דומה לו. חלק מההתקנות מפרסמות את נקודת הקצה הניהולית דרך mDNS לגילוי קל.
ja: Pi-holeは、Raspberry Piなどで動作するネットワークレベルのDNSベースの広告ブロッカーです。一部のインストールでは、検出しやすくするために管理エンドポイントをmDNSでアドバタイズします。
zh_hans: Pi-hole是在Raspberry Pi或类似设备上运行的网络级DNS广告拦截器。部分安装会通过mDNS广播其管理端点以便发现。

source: Plex Media Server, a self-hosted media library that streams movies, TV, music, and photos to clients on the local network and beyond. Plex also uses a separate UDP-based group discovery protocol on the LAN.
ar: Plex Media Server هو مكتبة وسائط ذاتية الاستضافة تبث الأفلام والمسلسلات والموسيقى والصور إلى العملاء على الشبكة المحلية وخارجها. يستخدم Plex أيضًا بروتوكول اكتشاف مجموعات منفصلًا قائمًا على UDP على LAN.
de: Plex Media Server, eine selbst gehostete Medienbibliothek, die Filme, Serien, Musik und Fotos an Clients im lokalen Netzwerk und darüber hinaus streamt. Plex verwendet im LAN außerdem ein separates, UDP-basiertes Gruppen-Erkennungsprotokoll.
es: Plex Media Server, una biblioteca multimedia autoalojada que transmite películas, series, música y fotos a clientes en la red local y más allá. Plex también utiliza un protocolo independiente de descubrimiento de grupo basado en UDP en la LAN.
fr: Plex Media Server, une médiathèque auto-hébergée qui diffuse films, séries, musique et photos vers les clients du réseau local et au-delà. Plex utilise également un protocole distinct de découverte de groupe basé sur UDP sur le LAN.
he: Plex Media Server היא ספריית מדיה בהוסטינג עצמי שמזרימה סרטים, טלוויזיה, מוזיקה ותמונות ללקוחות ברשת המקומית ומחוצה לה. Plex גם משתמש בפרוטוקול גילוי קבוצות נפרד מבוסס-UDP ב-LAN.
ja: Plex Media Serverは、映画、TV番組、音楽、写真をローカルネットワークおよびその外のクライアントにストリーミングするセルフホスト型メディアライブラリです。PlexはLAN上で別途UDPベースのグループ検出プロトコルも使用します。
zh_hans: Plex Media Server是一款自托管媒体库，可向本地网络及其外部的客户端流式传输电影、电视、音乐和照片。Plex在LAN上还使用一个单独的基于UDP的组发现协议。

source: Post Office Protocol v3 — a legacy mail-retrieval protocol that downloads messages and (typically) deletes them from the server. Largely superseded by IMAP, but still defined in RFC 6186 for service discovery.
ar: Post Office Protocol v3 — بروتوكول قديم لاسترجاع البريد يقوم بتنزيل الرسائل و(عادةً) حذفها من الخادم. حلّ محله IMAP إلى حد كبير، لكنه لا يزال مُعرَّفًا في RFC 6186 لاكتشاف الخدمات.
de: Post Office Protocol v3 — ein veraltetes Mail-Abrufprotokoll, das Nachrichten herunterlädt und (üblicherweise) vom Server löscht. Weitgehend durch IMAP ersetzt, aber für die Dienstsuche weiterhin in RFC 6186 definiert.
es: Post Office Protocol v3 — un protocolo heredado de recuperación de correo que descarga los mensajes y (habitualmente) los elimina del servidor. Reemplazado en gran medida por IMAP, pero aún definido en RFC 6186 para descubrimiento de servicios.
fr: Post Office Protocol v3 — un protocole de récupération de courrier hérité qui télécharge les messages et (généralement) les supprime du serveur. Largement supplanté par IMAP, mais toujours défini dans RFC 6186 pour la découverte de services.
he: Post Office Protocol v3 — פרוטוקול ישן יותר לאחזור דואר שמוריד את ההודעות ו(בדרך כלל) מוחק אותן מהשרת. הוחלף ברובו על ידי IMAP, אך עדיין מוגדר ב-RFC 6186 לצורך גילוי שירותים.
ja: Post Office Protocol v3は、メッセージをダウンロードし、（通常は）サーバーから削除する従来のメール取得プロトコルです。ほぼIMAPに取って代わられていますが、サービス検出は依然としてRFC 6186で定義されています。
zh_hans: Post Office Protocol v3——一种传统的邮件检索协议，下载消息并（通常）将其从服务器删除。已基本被IMAP取代，但服务发现仍在RFC 6186中定义。

source: PulseAudio, the Linux audio server. Some Linux systems advertise their PulseAudio server over Bonjour so other machines can route audio to or from them over the local network.
ar: PulseAudio هو خادم الصوت في Linux. تعلن بعض أنظمة Linux عن خادم PulseAudio عبر Bonjour حتى يمكن لأجهزة أخرى توجيه الصوت إليها أو منها عبر الشبكة المحلية.
de: PulseAudio, der Linux-Audioserver. Einige Linux-Systeme kündigen ihren PulseAudio-Server über Bonjour an, damit andere Rechner Audio über das lokale Netzwerk zu oder von ihnen leiten können.
es: PulseAudio, el servidor de audio de Linux. Algunos sistemas Linux anuncian su servidor PulseAudio mediante Bonjour para que otros equipos puedan enrutar audio hacia o desde ellos por la red local.
fr: PulseAudio, le serveur audio de Linux. Certains systèmes Linux annoncent leur serveur PulseAudio via Bonjour afin que d'autres machines puissent acheminer du son vers ou depuis eux sur le réseau local.
he: PulseAudio הוא שרת האודיו של Linux. חלק ממערכות Linux מפרסמות את שרת ה-PulseAudio שלהן דרך Bonjour כדי שמכשירים אחרים יוכלו לנתב אליהם או מהם אודיו על-פני הרשת המקומית.
ja: PulseAudioはLinuxのオーディオサーバーです。一部のLinuxシステムでは、ローカルネットワーク上で他のマシンとの間でオーディオをルーティングできるよう、PulseAudioサーバーをBonjourでアドバタイズします。
zh_hans: PulseAudio是Linux的音频服务器。一些Linux系统通过Bonjour广播其PulseAudio服务器，以便其他机器可以在本地网络上将音频路由到或从中传出。

source: Redis, an in-memory key-value data store widely used as a cache, message broker, and ephemeral database in modern application stacks.
ar: Redis هو مخزن بيانات في الذاكرة بنمط مفتاح-قيمة يُستخدم على نطاق واسع كذاكرة تخزين مؤقت ووسيط رسائل وقاعدة بيانات مؤقتة في حزم التطبيقات الحديثة.
de: Redis, ein In-Memory-Key-Value-Datenspeicher, der in modernen Anwendungs-Stacks häufig als Cache, Message Broker und kurzlebige Datenbank eingesetzt wird.
es: Redis, un almacén de datos clave-valor en memoria muy utilizado como caché, broker de mensajes y base de datos efímera en pilas de aplicaciones modernas.
fr: Redis, un magasin de données clé-valeur en mémoire largement utilisé comme cache, courtier de messages et base de données éphémère dans les piles applicatives modernes.
he: Redis הוא מאגר נתוני מפתח-ערך בזיכרון בשימוש נרחב כמטמון, מתווך הודעות ובסיס נתונים זמני בערימות יישומים מודרניות.
ja: Redisは、キャッシュ、メッセージブローカー、一時データベースとして現代のアプリケーションスタックで広く使用されているインメモリのキーバリューデータストアです。
zh_hans: Redis是一种内存型键值数据存储，在现代应用栈中广泛用作缓存、消息代理和临时数据库。
